import Breadcrumbs from "@/components/modules/Breadcrumbs/Breadcrumbs";
const breadcrumbPath = [{ title: "خانه", href: "/" }, { title: "سیاست حفظ حریم خصوصی" }];

export default function PrivacyPolicy() {
  return (
    <>
      <div className="bg-gradient-to-b from-accent to-transparent py-10 relative mb-8">
        <div className="absolute top-4 right-8">
          <Breadcrumbs path={breadcrumbPath} />
        </div>
        <h1 className="font-Lalezar text-6xl text-center mb-8">سیاست حفظ حریم خصوصی</h1>
        <p className="text-center mx-auto leading-loose mb-20">
          TOOLSHOP اعتقاد دارد حفظ حریم شخصی و اطلاعات کاربران بسیار مهم است. به همین خاطر در این مطلب اصول
          محرمانگی و نحوه حفظ حریم شخصی و اطلاعات شما توضیح داده شده است.
        </p>
        <h5 className="text-justify mx-auto mb-4 max-w-[70rem] font-bold text-2xl">حفظ حریم خصوصی :</h5>
        <p className="text-justify mx-auto leading-loose max-w-[70rem]">
          TOOLSHOP ضمن احترامی که برای حریم شخصی شما قائل است، به منظور خرید و استفاده از امکانات سایت
          اطلاعاتی را از شما در خواست می‌کند. هدف از این کار ارائه خدماتی امن و مطمئن به کاربران است. برای
          ثبت، پردازش و ارسال سفارش اطلاعاتی مانند آدرس، شماره تلفن و ایمیل مورد نیاز است. <br />
          <br />
          از آنجا که کلیه فعالیت های TOOLSHOP قانونی و مبتنی بر قوانین تجارت الکرونیک صورت می‌گیرد، بنا به
          درخواست مشتریان حقوقی فاکتور رسمی و گواهی ارزش افزوده صادر می‌شود، از این رو وارد کردن اطلاعاتی
          مانند نام و کدملی برای اشخاص حقیقی، شناسه ملی و کد اقتصادی برای خرید های حقوقی لازم است. <br />
          <br />
          همچنین تنها آدرس ایمیل و تلفنی که در پروفایل خود ثبت می‌کنید مورد تایید شرکت است و تمام مکاتبات و
          اطلاع رسانی ها از این طریق برای مشتری ارسال می‌شود. توجه داشته باشید که 03000218754 شماره ای است که
          TOOLSHOP از طریق آن برای مشتریان خود پیامک ارسال می‌کند. این شماره سامانه پیامکی TOOLSHOP است که
          وضعیت پردازش، سفارش، سرویس های ویژه، رویدادها و اخبار را به کاربران اطلاع رسانی می‌کند. پس روشن است
          که امکان دریافت پیام های شما از طریق آن وجود ندارد. <br /> <br />
          لازم به ذکر است ارسال هرگونه پیامک تحت عنوان TOOLSHOP با شماره های دیگر تخلف بوده و پیگرد قانونی
          دارد. قبل از ارسال هرگونه اطلاعات شخصی به ما، لطفاً سیاست حفظ حریم خصوصی را به دقت مطالعه کنید. هدف
          این است که به شما کاربران محترم اطمینان دهیم.
        </p>
      </div>
    </>
  );
}
